                                                                                                                                                                                                                                                                                                         //<script type="text/javascript">

function changesent(){
    var x=document.getElementById('mytable1').rows
    var hindi=new Array();
    var telugu=new Array();
    var today=new Date()
    var day=today.getDate()   
    var month=today.getMonth() + 1
    var year=today.getFullYear()

    hindi[1]="कठिन कार्य को कल पर छोड देने से उसे पूरा करने में ही ज्‍यादा आनंद मिलता है ।";
    hindi[2]="जो छोटे-छोटे प्रयत्‍न करते हैं वे ही बडे लक्ष्य हासिल कर पाते हैं । ";
    hindi[3]="जो हर काम स्वयं करने की इच्छा रखते हैं, उनके लिए असंभव कुछ नहीं होगा ।";
    hindi[4]=" चिंता अभी तक किसी कमी को पूरा नहीं कर पायी । अत: चिंतित होने से कोई लाभ नहीं ।";
    hindi[5]="अगर आदी होने पर रोक नहीं लगाएंगे तो वह एक आवश्यकता बन बैठती है । ";
    hindi[6]="दूसरों से हम किस तरह के बर्ताव की प्रत्यास करते हैं उनसे उसी तरह का व्यतवहार करें ।";
    hindi[7]=" हिन्‍दी में काम कीजिए, देश का गौरव बढाइए ।";
    hindi[8]=" जीत स्‍थिर नहीं है और हार अंतिम नहीं है जीतने के बाद कर्तव्‍य को मत भूलें, हारने के बाद लक्ष्‍य प्राप्‍ति का प्रयत्‍न मत छोडें, जो निरंतर श्रम करेंगे, अवश्‍य विजय प्राप्‍त करेंगें । ";
    hindi[9]=" अच्छे विचार जब कार्यान्वितत होते हैं तो वे महान कार्य बन जाते हैं ।";
    hindi[10]=" जो अपने पास नहीं है उसके लिए तरसने पर अपने पास की चीज खोने की संभावना है । पहले अपनी चीज को सुरक्षित रखें तो दूसरी भी मिल सकती है । ";
    hindi[11]="जो आपत्तियां नहीं आती उनके लिए चिंता मत करें पर जब वे आएंगे उन्हें सामना करने के लिए धीरज के  साथ रहें ।";
    hindi[12]="जो अपने आपको काबू में रखता है अपने आप पर और विश्वा पर विजय प्राप्त  कर सकता है ।";
    hindi[13]="बीता हुआ समय वापस नहीं आता । अत: हर पल का सदुपयोग करना चाहिए ।";
    hindi[14]="हम सदा खुश रहेंगे तो मन में अच्छे विचारों का संचरण होता है और मन हमेशा अच्छे कामों पर ही लगे रहेगा";
    hindi[15]="क्षमता रखना अच्छी बात होती है वैसे ही दूसरों में निहित क्षमता को पहचानना और भी अच्छा होता है ।";
    hindi[16]="बुद्धिमान कभी भी अहंकार का प्रदर्शन नहीं करता ।";
    hindi[17]="आज के लिए या हमेशा के लिए अच्छा मित्र एक अच्छी किताब है ।";
    hindi[18]="अपनी भूलों को खुद पहचानना महान व्यीक्तियों का गुण है ।";
    hindi[19]="हारने पर निराश मत हो जाए, हार एक नई प्रेरणा की नीव होनी चाहिए ।";
    hindi[20]="गर्व मत करो । एक दिन तेरा गर्वभंग हो जाएगा ।";
    hindi[21]="कम पढना – ज्यादा सोचना, कम बोलना ज्यादा सुनना अकलमंद बनने का मार्ग है ।";
    hindi[22]="द्वेष खल का लक्षण है, क्षमा मानव गुण है, प्रेम देवता का गुण है ।";
    hindi[23]="बुद्धिमान व्‍यक्‍ति दूसरों की गलतियों को जानकर अपनी गलतियों से मुक्तु होते हैं ।";
    hindi[24]="आज का काम अभी करें अन्यथा पिछडा हुआ काम कभी पूरा नहीं होगा ।";
    hindi[25]="सही समय पर की गई मदद छोटी होने पर भी मूल्यवान है ।";
    hindi[26]="देरी के कारण सरल कार्य भी कठिन बनता है और कठिन कार्य असाध्य बन जाता है ।";
    hindi[27]="अपनी दृष्टि में दया, वचनों में मृदुता और स्पर्श में लालित्य होनी चाहिए ।";
    hindi[28]="मदद लेने से ज्यादा मदद देने में आनंद का अनुभव करना चाहिए ।  ";
    hindi[29]="जो किसी काम करने में अपने आपको असमर्थ मानते हैं कुछ नहीं पा सकेंगे ।";                                              
    hindi[30]="जो हर काम स्वयं करने की इच्छा रखते हैं, उनके लिए असंभव कुछ नहीं होगा ।";
    hindi[31]="खन-पान ही जीवन नहीं है, बल्‍कि जीवन का मतलब है सदा अग्रसर होने की कांक्षा रखना ।";
       
    telugu[1]="కష్టమైన పనులను వాయిదా వేయటం కంటే వాటిని పూర్తి చేసినప్పుడే ఎక్కువ సంతోషం కలుగుతుంది";
    telugu[2]="చిన్న చిన్న ప్రయత్నాలు చేసేవారే పెద్ద లక్ష్యాలను సాధించగలరు";
    telugu[3]="అన్ని పనులు స్వయంగా చేయాలనుకొనే వారికి అసాధ్యమంటూ ఏదీ వుండదు";
    telugu[4]="చింత యిప్పటి వరకు ఏలోటుని పూడ్చలేదు. కనుక చింతించి ప్రయోజనం లేదు";
    telugu[5]="అలవాటు అనేదానిని అరికట్టకపోతే అది త్వరలోనే ఒక అవసరంగా మారుతుంది";
    telugu[6]="ఇతరులు మనతో ఎలా నడచుకోవాలని కోరుకుంటామో, అదే విధంగా వారితో మనం నడచుకోవాలి";
    telugu[7]="హిందీ లో పని చేయండి,  దేశ గౌరవాన్నిపెంపొందించంది";
    telugu[8]="గెలుపు స్థ్హిరమూ కాదు, ఓటమి అంతిమమూ కాదు. కావున గెలుపొందిన తరువాత కర్తవ్యము మరువరాదు,  ఓటమి ఎదురైనంతమాత్రాన లక్ష్యము మరువరాదు. నిరంతర శ్రమ తోనే విజయం పొందగలరు.";
    telugu[9]="గొప్ప గొప్ప ఆలోచనలు ఎప్పుడైతే కార్యరూపం దాల్చబడతాయో, అప్పుడు అవి గొప్ప పనులుగా రూపుదిద్దుకోబడతాయి";
    telugu[10]="లేనిదాని కోసం ఆశపడితే ఉన్నది పోతుంది. ఉన్న దానిని జాగ్రత్త చేసుకుంటే మిగతావి కూడ లభిస్తాయి";
    telugu[11]="రాని ఆపదలను గూర్చి భయపడి బాధపడవద్దు. అవి వచ్చినపుడు మాత్రం ఎదుర్కొనే ధైర్యంతో వుండాలి";
    telugu[12]="తననుతాను అదుపులో పెట్టుకొన్నవాడు, తనను తాను గెలిచినవాడు లోకాన్ని గెలిచినవాడు అవుతాడు";
    telugu[13]="గతించిన కాలం తిరిగిరాదు. కనుక ప్రతి నిమిషం సద్వినియోగం చేసుకోవాలి";
    telugu[14]="ఎల్లప్పుడు సంతోషంగా ఉండుట వలన మనసులో మంచి ఆలోచనలు కలగటమేకాక, మనసు మంచి పనులలో నిమగ్నమై ఉంటుంది";
    telugu[15]="చక్కటి సామర్ధ్యం కలిగి వుండటం మంచి విషయమైతే, ఇతరులలో వున్న సామర్ధ్యాన్ని సరిగా గుర్తించడం మరీ మంచి విషయం";
    telugu[16]="వివేకవంతుడు ఎప్పుడు అహంకారాన్ని ప్రదర్శించడు";
    telugu[17]="ఇప్పటికి  ఎప్పటికి కూడా అందరికన్నా మంచి మిత్రుడు ఒక మంచి పుస్తకం";
    telugu[18]="తమ తప్పులను తామే తెలుసుకోవటం మహా పురుషుల లక్షణం";
    telugu[19]="వైఫల్యం నిరాశకు కారణం కాకూడదు. క్రొత్త ప్రేరణకు పునాది కావాలి";
    telugu[20]="గర్వించకు, గర్వం ఏదో ఒక రోజు నిన్ను తలక్రిందులుగ పడవేస్తుంది";
    telugu[21]="కొద్దిగా చదవటం, ఎక్కువ ఆలోచించటం, తక్కువ మాట్లాడుట , ఎక్కువ వినుట తెలివిగల వారగుటకు ఉపాయాలు";
    telugu[22]="ద్వేషించుట దుష్టుల పని, క్షమించుట మానవ ధర్మం,  ప్రేమించుట దేవతల గుణం";
    telugu[23]="వివేకవంతులు ఇతరుల తప్పులను గమనించి తమ తప్పులను సరిదిద్దుకుంటారు";
    telugu[24]="ఎప్పటి పని అప్పుడు వెంట వెంటనే చేయాలి. లేదంటే వెనుకపడిన పని ఎప్పటికీ పూర్తి కాదు";
    telugu[25]="తగిన సమయంలో చెసే సహయం తక్కువైనా ఎంతో విలువైనది";
    telugu[26]="ఆలస్యం చేయటం వలన సులభమైన పని కష్టతరమౌతుంది. కష్టమైన పని అసాధ్యమౌతుంది";
    telugu[27]="మన చూపులలో దయార్ద్రత, మాటలలో మృదుత్వం మరియు స్పర్శలో సున్నితత్వం వుండాలి";
    telugu[28]="సహాయం పొందుటలోకన్నా సహాయం చేయుటలో ఆనందాన్ని పొందాలి";
    telugu[29]="ఇది నేను చేయలేను  అనే వారు ఎప్పుడూ కూడా ఏదీ పొదలేరు";
    telugu[30]="అన్ని పనులు స్వయంగా చేయాలనుకొనే వారికి అసాధ్యమంటూ ఏదీ వుండదు";
    telugu[31]="తినుట, నిద్ర పోవుట జీవితం కాదు. జీవితమంటే ఎల్లప్పుడు ముందుకు వెళ్ళాలనే దీక్షతో ఉండుట";

    var y=x[0].cells
    
   if(day==1 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[1]
	    y[2].innerHTML=hindi[1]
    }else if(day==2 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[2]
	    y[2].innerHTML=hindi[2]
    }else if(day==3 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[3]
	    y[2].innerHTML=hindi[3]
    }else if(day==4 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[4]
	    y[2].innerHTML=hindi[4]
    }else if(day==5 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[5]
	    y[2].innerHTML=hindi[5]
    }else if(day==6 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[6]
	    y[2].innerHTML=hindi[6]
    }else if(day==7 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[7]
	    y[2].innerHTML=hindi[7]
    }else if(day==8 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[8]
	    y[2].innerHTML=hindi[8]
    }else if(day==9 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[9]
	    y[2].innerHTML=hindi[9]
    }else if(day==10 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[10]
	    y[2].innerHTML=hindi[10]
    }else if(day==11 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[11]
	    y[2].innerHTML=hindi[11]
    }else if(day==12 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[12]
	    y[2].innerHTML=hindi[12]
    }else if(day==13 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[13]
	    y[2].innerHTML=hindi[13]
    }else if(day==14 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[14]
	    y[2].innerHTML=hindi[14]
    }else if(day==15 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[15]
	    y[2].innerHTML=hindi[15]
    }else if(day==16 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[16]
	    y[2].innerHTML=hindi[16]
    }else if(day==17 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[17]
	    y[2].innerHTML=hindi[17]
    }else if(day==18 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[18]
	    y[2].innerHTML=hindi[18]
    }else if(day==19 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[19]
	    y[2].innerHTML=hindi[19]
    }else if(day==20 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[20]
	    y[2].innerHTML=hindi[20]
    }else if(day==21 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[21]
	    y[2].innerHTML=hindi[21]
    }else if(day==22 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[22]
	    y[2].innerHTML=hindi[22]
    }else if(day==23 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[23]
	    y[2].innerHTML=hindi[23]
    }else if(day==24 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[24]
	    y[2].innerHTML=hindi[24]
    }else if(day==25 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[25]
	    y[2].innerHTML=hindi[25]
    }else if(day==26 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[26]
	    y[2].innerHTML=hindi[26]
    }else if(day==27 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[27]
	    y[2].innerHTML=hindi[27]
    }else if(day==28 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[28]
	    y[2].innerHTML=hindi[28]
    }else if(day==29 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[29]
	    y[2].innerHTML=hindi[29]
    }else if(day==30 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[30]
	    y[2].innerHTML=hindi[30]
    }else if(day==31 && month==4 && year==2015) {
	    y[1].innerHTML=telugu[31]
	    y[2].innerHTML=hindi[31]
    }

}
